{
  "customPackID": "bb0119bb-78fa-4a01-b537-487294f6007e",
  "customPackName": "Seven Dooms for Sandpoint Backgrounds",
  "listCustomBackgrounds": [
    {
      "databaseID": 1,
      "id": "ffb40f9c-0811-4e0c-a40b-f935194b6dbc",
      "name": "Cathedral Child",
      "traits": "Rare",
      "boost_ref_1": "5",
      "boost_ref_2": "4",
      "freeFeatID": "GENERAL_Battle Medicine",
      "skill": "Religion",
      "lore": "Scribing",
      "description": "You grew up in the shadow of your hometown's cathedral, perhaps literally. The cathedral's caretaker may be your adoptive parent or religious mentor. Regardless of your personal beliefs, the cathedral and it's community have been a key part of your life.<br>You may live in one of the apartments set aside for acolytes in the cathedral itself, or you might have family or own a small house elsewhere in town. Whatever the case, you have spent a lot of time in the cathedral serving as a scribe.<br>Choose two ability boosts. One must be to Wisdom or Charisma, and one is a free ability boost.<br>You're trained in the Religion skill and the Scribing Lore skill. You gain the Battle Medicine skill feat.",
      "src": "Custom"
    },
    {
      "databaseID": 1,
      "id": "b0105dfa-a8d7-415f-831f-47b83a066679",
      "name": "Curious Apprentice",
      "traits": "Rare",
      "boost_ref_1": "3",
      "boost_ref_2": "0",
      "freeFeatID": "GENERAL_Hefty Hauler",
      "skill": "Occultism",
      "lore": "Poetry",
      "description": "Visitors to your Your hometown are often pleasantly surprised to find that it has a wide array of shops and services. This is despite the number of disasters it has suffered over the past several decades—fires, raids, and even tsunamis.<br>Growing up in a town with so many businesses, you have never lacked for employment opportunities and whether prompted by your parents, or on your own, you took an an apprenticeship with a respected local artisan. However, lately you have found yourself drawn to the adventuring life. It's not just the piles of cash adventurers seem to come across, but the opportunity to discover and study strange and occult mysteries.<br>Choose two ability boosts. One must be to Intelligence or Strength, and one is a free ability boost.<br>You're trained in the Occultism skill and the Poetry Lore skill. You gain the Hefty Hauler skill feat.",
      "src": "Custom"
    },
    {
      "databaseID": 1,
      "id": "ef8a4bf7-a6e8-4f95-91a8-d4183c9e1664",
      "name": "Eager Scofflaw",
      "traits": "Rare",
      "boost_ref_1": "1",
      "boost_ref_2": "5",
      "freeFeatID": "GENERAL_Bon Mot",
      "skill": "Thievery",
      "lore": "Underworld",
      "description": "you've always been a bit of a troublemaker, instigating pranks and even committing minor crimes. Growing up this has caused problems in maintaining friendships and has strained relationships with your family. So far your quick wits has helped you avoid serious trouble, but lately the town watch has taken notice of you. As has one of the local criminal gangs.<br>While you might still have family living in town, you are estranged and for a while lived on your own in a rented room or abandoned building in one of the seedier parts of town using your wits to subsist. Joining a group offer adventurers was a natural choice, a way to make money fast, albeit with attendant dangers. Your income from adventuring has allowed you to move into more stable accommodation and has kept the watch off your back. For now.<br>Choose two ability boosts. One must be to Dexterity or Charisma, and one is a free ability boost.<br>You're trained in the Thievery skill and the Underworld Lore skill. You gain the Bon Mot skill feat.",
      "src": "Custom"
    },
    {
      "databaseID": 1,
      "id": "f882ea7e-dbf2-49b4-b413-9143b1506c61",
      "name": "Coastal Local",
      "traits": "Rare",
      "boost_ref_1": "2",
      "boost_ref_2": "4",
      "freeFeatID": "GENERAL_Hobnobber",
      "skill": "Society",
      "lore": "Hometown",
      "description": "Your family has lived in their town for generations. Perhaps they have ties to one of the founding families. You have either lived in the same town, or have been a frequent visitor from your home elsewhere on the coast. You have an abiding fondness for the region: its climate, its terrain, its culture, and its history, which stretches back countless generations. At times you feel as if you are a fundamental part of the land itself.<br>Whether you have lived in your family's town your whole life, or simply been a frequent visitor, you have recently made your family's town your base of operations for some adventuring activities. You might be living with one off your relatives, or perhaps have taken up residence in one of their unused properties.<br>Choose two ability boosts. One must be to Constitution or Wisdom, and one is a free ability boost.<br>You're trained in the Society skill and the Hometown Lore skill. You gain the Hobnobber skill feat.",
      "src": "Custom"
    },
    {
      "databaseID": 1,
      "id": "3370362b-0f81-47f6-9a17-9902fd7ec292",
      "name": "Militia Member",
      "traits": "Rare",
      "boost_ref_1": "0",
      "boost_ref_2": "4",
      "freeFeatID": "GENERAL_Lie to Me",
      "skill": "Athletics",
      "lore": "Sailing",
      "description": "Your town has a fairly small complement of town guards, which is adequate to deal with the usual minor disturbances amounting to the occasional brawl, or boundary dispute, or petty thievery. However, over the past few decades the town has seen what locals feel is more than its fair share of graver threats in the form of natural disasters, murders, and raids.<br>Over the years, the town has come to rely on a militia to support the guards. You grew up on the waterfront, perhaps the child of a fisher, or sailor, or shipwright. However, instead of following in your parent's footsteps, you chose to join the militia. Your duties included patrolling, reporting suspicious activities, and helping deal with minor events. Your connections to the waterfront made you a valued member of the militia, though you have drawn the enmity of one of the local criminal gangs.<br>You might have your own modest home, or you might still live with your family. However, you are not averse to camping out under the stars or spending a night on a watch as duty requires.<br>Choose two ability boosts. One must be to Strength or Wisdom, and one is a free ability boost.<br>You're trained in the Athletics skill and the Sailing Lore skill. You gain the Lie to Me skill feat.",
      "src": "Custom"
    },
    {
      "databaseID": 1,
      "id": "74294618-39fb-4dda-8178-48a27a281c4e",
      "name": "Newcomer",
      "traits": "Rare",
      "boost_ref_1": "2",
      "boost_ref_2": "3",
      "freeFeatID": "GENERAL_Additional Lore",
      "skill": "Diplomacy",
      "lore": "Library",
      "description": "You've only been in Sandpoint a short time, although what constitutes a “short time” depends on who you talk to. It could be that you've only just arrived in town in the past few weeks, or you might have moved here months or even years ago but have continually struggled to find a place to fit in with the locals. It doesn't help that you've been targeted often by allies of the Scarnetti family with offers of employment, support, or perhaps even friendship. Whether you've accepted these offers, or you've realized that the local aristocrats focus on new arrivals due to their increasingly sour reputation among most of the townsfolk, people have noticed. You haven't done anything yet to annoy the Scarnettis (that they've realized, at least), but many of the locals don't trust you and might even think of you as a Scarnetti snitch or patsy.<br>While your reasons for coming to Sandpoint are up to you, they should have something to do with your curiosity about the town, the Lost Coast, ancient Thassilon, the history of the Varisian lifestyle, or anything that might draw you to the region. You don't yet own your own home in town and aren't sure you ever will, since once you've completed your research you might not intend to stay in Sandpoint. You might have accepted an offer from a Scarnetti ally who had a room to let in their home (or nearby shed), could be paying for a room at one of the town's inns, or might be relying on one of your few non-Scarnetti friends in town for a place to stay. This could be one of your fellow PCs, or it might be someone in town whose place has a small library, such as Veznutt Parooh of The Way North, Brodert Quink (Sandpoint's oldest sage), Jabyl Sorn of the House of Blue Stones, or even Ilsoari Gandethus of Turandarok Academy.<br>Joining this adventuring group may have been a calculated move, a spur-of-the-moment choice, or because someone in the group is an old friend, but it's given you a bit more security and peace of mind. You suspect the decision could sour your reputation with the Scarnettis—but you might not mind!<br>Choose two ability boosts. One must be to Constitution or Intelligence, and one is a free ability boost.<br>You're trained in the Diplomacy skill and the Library Lore skill. You gain the Additional Lore skill feat—the lore you choose represents the interest and focus of study that drew you to the region.<br>Increase the party's reputation with Scarnetti Consortium by 1 and reduce the party's reputation with Townsfolk by 1.",
      "src": "Seven Dooms for Sandpoint Player's Guide"
    },
    {
      "databaseID": 1,
      "id": "e14cb6df-99d2-4c4e-b8d1-1c5479173612",
      "name": "Runelord Scholar",
      "traits": "Rare",
      "boost_ref_1": "1",
      "boost_ref_2": "3",
      "freeFeatID": "GENERAL_Multilingual",
      "skill": "Arcana",
      "lore": "Academia",
      "description": "It seems hard to believe that just 17 years ago, barely anyone knew anything about ancient Thassilon. The towering monoliths and intimidating ruins, such as the immense ruined bridge extending from Magnimar, the strange rune-carved arch over Riddleport, or the partially collapsed tower here in Sandpoint known as the Old Light were sources of countless rumors, but were also held in such suspicious dread that they were rarely explored. When Runelord Karzoug woke from his slumber, though, and a now-legendary band of adventurers explored many Thassilonian ruins during their campaign against him, word of Thassilon spread like wildfire. Adventurers from across the Inner Sea region flocked to Varisia. Whether or not that had a hand in the increasing number of perils rising from old Thassilon or if that was just a coincidence, none can deny that today Thassilon is back, the runelords are either truly dead or returned to life, and the ancient empire's ruins are ripe for research.<br>As a local, you've been equally inspired and intrigued by stories of adventurers who explore these dangerous ruins, be they Sandpoint's own heroes or others who have explored more distant mysteries like Hollow Mountain, the Lady's Light, or Guiltspur. You hope one day to rediscover a Thassilonian ruin that's not yet been fully explored, but you also know that such pursuits are dangerous. Here in Sandpoint, a group called the Runewatchers has dedicated their resources to the research of Thassilon and their runelords, but while you've spoken with them many times, they've yet to fully accept you into their circle. And so you sought out the adventuring party you now belong to. With their aid, you hope to make some discoveries to truly impress the Runewatchers, but also are simply eager to sate your own curiosity about ancient Thassilon and the runelords who once ruled it.<br>Your home in Sandpoint is modest, and likely cluttered with books and research materials or strange ruined objects that could be junk or ancient Thassilonian treasures. Your family might support your passion, or it could be a source of contention that's forced you to seek your own accommodations elsewhere in town. Many villagers look askance at your obsession with forces that have brought peril and ruin to Sandpoint. No matter what you've said to allay their fears, plenty of folks in town worry that you might dig up something that everyone in Sandpoint will come to regret.<br>Choose two ability boosts. One must be to Dexterity or Intelligence, and one is a free ability boost.<br>You're trained in the Arcana skill and the Academia Lore skill. You gain the Multilingual skill feat, but one of the languages you gain from this feat must be Thassilonian.<br>Increase the party's reputation with Runewatchers by 1 and reduce the party's reputation with Townsfolk by 1.",
      "src": "Seven Dooms for Sandpoint Player's Guide"
    },
    {
      "databaseID": 1,
      "id": "18f4394b-16fa-4872-adc9-79d8edaa6dbd",
      "name": "Scarnetti-Connected",
      "traits": "Rare",
      "boost_ref_1": "5",
      "boost_ref_2": "1",
      "freeFeatID": "GENERAL_Charming Liar",
      "skill": "Intimidation",
      "lore": "Mercantile",
      "description": "There's no denying that the Scarnettis, once one of Sandpoint's most established and successful families, have fallen on hard times. When locals were hired to help rebuild the Scarnetti manor after the giant raid on Sandpoint 17 some years ago, rumors about the family's shady deals with local criminals associated with the Bunyip Club began to spread. While no hard evidence ever came to light, those associated with the Bunyip Club cut ties and Titus Scarnetti had to spend years trying to rebuild the family reputation while also replenishing the family treasury after rebuilding their ostentatious cliffside mansion. With the Varisian Compact coming up for renewal, old wounds have resurfaced as well; people haven't forgotten the actions of Alamon Scarnetti, who nearly destroyed Sandpoint before it was born when he led a drunken raid against local Varisians after diplomatic discussions became strained.<br>Your relationship with the Scarnettis has ensured you're part of all of this, like it or not. You don't bear the family name, but you might be a distant relation from Riddleport or Magnimar hoping for a new chance at life. You could be a petty criminal whose fines were paid by the Scarnettis in return for a promise of service for several months or years. You might even admire the family's tenacity and see in the Scarnettis a chance for your own fortune. The majority of your work for them has either been at one of the family's mills (the Sandpoint Lumber Mill or the Scarnetti Mill), or as one of their agents and “watchdogs” at another business in town, where you were expected to keep an eye out for rumors and opportunities that the family could benefit from. Your knack at making lies seem like compliments helped you excel in this role, and while the Scarnettis do seem to appreciate your apparent loyalty (or at least the services you've provided in the past), they haven't yet fully embraced you into their circle. Whether that's something you want or seek to escape from, you can't ignore the fact that your reputation as a Scarnetti ally has tarnished your standing with the Sandpoint Cathedral, simply as a side effect of the growing animosity between the two factions.<br>Your home might be with your family, or you could have been staying in a room rented to you at a discount (or perhaps even free of charge) from the Scarnettis, but those accommodations have recently come to an end. Joining this new adventuring group gives you an opportunity to make some of your own money, perhaps get out from under the Scarnettis' shadow, or might even be the leverage you hope to build to finally earn old Titus's approval.<br>Choose two ability boosts. One must be to Charisma or Dexterity, and one is a free ability boost.<br>You're trained in the Intimidation skill and the Mercantile Lore skill. You gain the Charming Liar skill feat.<br>Increase the party's reputation with the Scarnetti Consortium by 1 and reduce the party's reputation with the Sandpoint Cathedral by 1.",
      "src": "Seven Dooms for Sandpoint Player's Guide"
    }
  ]
}
